Repository: SniperGER/LockWatch2
Catalog: LockWatch2Preferences/Resources/*.lproj/Bands.strings
Languages: de

# DEVICE_FRAME_NOT_SUPPORTED
source: This device does currently not support cases or bands.
de: Dieses Gerät unterstützt derzeit keine Gehäuse oder Armbänder.

# CASE_ALUMINUM_SPACEGRAY
source: Space Gray Aluminum Case
de: Aluminiumgehäuse Space Grau

# CASE_ALUMINUM_SILVER
source: Silver Aluminum Case
de: Aluminiumgehäuse Silber

# CASE_ALUMINUM_GOLD
source: Gold Aluminum Case
de: Aluminiumgehäuse Gold

# CASE_ALUMINUM_BLUE
source: Blue Aluminum Case
de: Aluminiumgehäuse Blau

# CASE_ALUMINUM_PRODUCT_RED
source: (PRODUCT)RED Aluminum Case
de: Aluminiumgehäuse (PRODUCT)RED

# CASE_STAINLESS_GRAPHITE
source: Graphite Stainless Steel Case
de: Edelstahlgehäuse Graphit

# CASE_STAINLESS_SILVER
source: Stainless Steel Case
de: Edelstahlgehäuse Silber

# CASE_STAINLESS_GOLD_SERIES5
source: Gold Stainless Steel Case (Series 5)
de: Edelstahlgehäuse Gold (Series 5)

# CASE_STAINLESS_GOLD_SERIES6
source: Gold Stainless Steel Case (Series 6)
de: Edelstahlgehäuse Gold (Series 6)

# CASE_STAINLESS_SPACE_BLACK
source: Space Black Stainless Steel Case
de: Edelstahlgehäuse Space Schwarz

# CASE_TITANIUM_SPACE_BLACK
source: Space Black Titanium Case
de: Titangehäuse Space Schwarz

# CASE_TITANIUM
source: Titanium Case
de: Titangehäuse

# CASE_CERAMIC
source: White Ceramic Case
de: Keramikgehäuse Weiß

# BAND_SOLO_DEEP_NAVY
source: Deep Navy Solo Loop
de: Solo Loop Dunkelmarine

# BAND_SOLO_GINGER
source: Ginger Solo Loop
de: Solo Loop Ingwer

# BAND_SOLO_CYPRUS_GREEN
source: Cyprus Green Solo Loop
de: Solo Loop Zyperngrün

# BAND_SOLO_PINK_CITRUS
source: Pink Citrus Solo Loop
de: Solo Loop Zitruspink

# BAND_SOLO_WHITE
source: White Solo Loop
de: Solo Loop Weiß

# BAND_SOLO_BLACK
source: Black Solo Loop
de: Solo Loop Schwarz

# BAND_SOLO_PRODUCT_RED
source: (PRODUCT)RED Solo Loop
de: Solo Loop (PRODUCT)RED

# BAND_BRAIDED_SOLO_INVERNESS_GREEN
source: Inverness Green Braided Solo Loop
de: Geflochtenes Solo Loop Invernessgrün

# BAND_BRAIDED_SOLO_CHARCOAL
source: Charcoal Braided Solo Loop
de: Geflochtenes Solo Loop Kohlegrau

# BAND_BRAIDED_SOLO_PINK_PUNCH
source: Pink Punch Braided Solo Loop
de: Geflochtenes Solo Loop Limonadenpink

# BAND_BRAIDED_SOLO_ATLANTIC_BLUE
source: Atlantic Blue Braided Solo Loop
de: Geflochtenes Solo Loop Atlantikblau

# BAND_BRAIDED_SOLO_PRODUCT_RED
source: (PRODUCT)RED Braided Solo Loop
de: Geflochtenes Solo Loop (PRODUCT)RED

# BAND_SPORT_SEAFOAM
source: Seafoam Sport Band
de: Sportarmband Meerschaum

# BAND_SPORT_VITAMIN_C
source: Vitamin C Sport Band
de: Sportarmband Vitamin C

# BAND_SPORT_LINEN_BLUE
source: Linen Blue Sport Band
de: Sportarmband Leinenblau

# BAND_SPORT_COASTAL_GRAY
source: Coastal Gray Sport Band
de: Sportarmband Küstengrau

# BAND_SPORT_DEEP_NAVY
source: Deep Navy Sport Band
de: Sportarmband Dunkelmarine

# BAND_SPORT_GINGER
source: Ginger Sport Band
de: Sportarmband Ingwer

# BAND_SPORT_CYPRUS_GREEN
source: Cyprus Green Sport Band
de: Sportarmband Zyperngrün

# BAND_SPORT_PINK_CITRUS
source: Pink Citrus Sport Band
de: Sportarmband Zitruspink

# BAND_SPORT_PRIDE
source: Pride Edition Sport Band
de: Sportarmband Pride Edition

# BAND_SPORT_CACTUS
source: Cactus Sport Band
de: Sportarmband Kaktus

# BAND_SPORT_GRAPEFRUIT
source: Grapefruit Sport Band
de: Sportarmband Grapefruit

# BAND_SPORT_SURF_BLUE
source: Surf Blue Sport Band
de: Sportarmband Surfblau

# BAND_SPORT_BERYL
source: Beryl Sport Band
de: Sportarmband Beryll

# BAND_SPORT_KHAKI
source: Khaki Sport Band
de: Sportarmband Khaki

# BAND_SPORT_LEMON_CREAM
source: Lemon Cream Sport Band
de: Sportarmband Zitruscreme

# BAND_SPORT_CLEMENTINE
source: Clementine Sport Band
de: Sportarmband Clementine

# BAND_SPORT_PINE_GREEN
source: Pine Green Sport Band
de: Sportarmband Piniengrün

# BAND_SPORT_ALASKAN_BLUE
source: Alaskan Blue Sport Band
de: Sportarmband Alaska Blau

# BAND_SPORT_STONE
source: Stone Sport Band
de: Sportarmband Stein

# BAND_SPORT_PINK_SAND
source: Pink Sand Sport Band
de: Sportarmband Sandrosa

# BAND_SPORT_WHITE
source: White Sport Band
de: Sportarmband Weiß

# BAND_SPORT_BLACK
source: Black Sport Band
de: Sportarmband Schwarz

# BAND_SPORT_PRODUCT_RED
source: (PRODUCT)RED Sport Band
de: Sportarmband (PRODUCT)RED

# BAND_SPORT_LOOP_VITAMIN_C
source: Vitamin C Sport Loop
de: Sport Loop Vitamin C

# BAND_SPORT_LOOP_SUNSHINE
source: Sunshine Sport Loop
de: Sport Loop Warmgelb

# BAND_SPORT_LOOP_SURF_BLUE
source: Surf Blue Sport Loop
de: Sport Loop Surfblau

# BAND_SPORT_LOOP_NEON_LIME
source: Neon Lime Sport Loop
de: Sport Loop Neonlimette

# BAND_SPORT_LOOP_NEON_PINK
source: Neon Pink Sport Loop
de: Sport Loop Ultrapink

# BAND_SPORT_LOOP_POMEGRANATE
source: Pomegranate Sport Loop
de: Sport Loop Granatapfel

# BAND_SPORT_LOOP_KHAKI
source: Khaki Sport Loop
de: Sport Loop Khaki

# BAND_SPORT_LOOP_ALASKAN_BLUE
source: Alaskan Blue Sport Loop
de: Sport Loop Alaska Blau

# BAND_SPORT_LOOP_ANCHOR_GRAY
source: Anchor Gray Sport Loop
de: Sport Loop Eisengrau

# BAND_SPORT_LOOP_CAMEL
source: Camel Sport Loop
de: Sport Loop Kamelbraun

# BAND_SPORT_LOOP_MIDNIGHT_BLUE
source: Midnight Blue Sport Loop
de: Sport Loop Mitternachtsblau

# BAND_SPORT_LOOP_PLUM
source: Plum Sport Loop
de: Sport Loop Pflaume

# BAND_SPORT_LOOP_INVERNESS_GREEN
source: Inverness Green Sport Loop
de: Sport Loop Invernessgrün

# BAND_SPORT_LOOP_DEEP_NAVY
source: Deep Navy Sport Loop
de: Sport Loop Dunkelmarine

# BAND_SPORT_LOOP_KUMQUAT
source: Kumquat Sport Loop
de: Sport Loop Kumquat

# BAND_SPORT_LOOP_CHARCOAL
source: Charcoal Sport Loop
de: Sport Loop Kohlegrau

# BAND_SPORT_LOOP_CREAM
source: Cream Sport Loop
de: Sport Loop Creme

# BAND_SPORT_LOOP_PRODUCT_RED
source: (PRODUCT)RED Sport Loop
de: Sport Loop (PRODUCT)RED

# BAND_BUCKLE_RASPBERRY
source: Raspberry Modern Buckle
de: Modernes Lederarmband Himbeere

# BAND_BUCKLE_DEEP_SEA_BLUE
source: Deep Sea Blue Modern Buckle
de: Modernes Lederarmband Tiefseeblau

# BAND_BUCKLE_AUBERGINE
source: Aubergine Modern Buckle
de: Modernes Lederarmband Aubergine

# BAND_BUCKLE_SADDLE_BROWN
source: Saddle Brown Modern Buckle
de: Modernes Lederarmband Sattelbraun

# BAND_BUCKLE_PINK_CITRUS
source: Pink Citrus Modern Buckle
de: Modernes Lederarmband Zitruspink

# BAND_BUCKLE_GARNET
source: Garnet Modern Buckle
de: Modernes Lederarmband Granat

# BAND_BUCKLE_SCARLET
source: Scarlet Modern Buckle
de: Modernes Lederarmband Scharlachrot

# BAND_BUCKLE_BLACK
source: Black Modern Buckle
de: Modernes Lederarmband Schwarz

# BAND_LEATHER_LINK_BALTIC_BLUE
source: Baltic Blue Leather Link
de: Lederarmband mit Endstück Baltischblau

# BAND_LEATHER_LINK_POPPY
source: California Poppy Leather Link
de: Lederarmband mit Endstück California Poppy

# BAND_LEATHER_LINK_SADDLE_BROWN
source: Saddle Brown Leather Link
de: Lederarmband mit Endstück Sattelbraun

# BAND_LEATHER_LINK_BLACK
source: Black Leather Link
de: Lederarmband mit Endstück Schwarz

# BAND_LEATHER_DIVER_BLUE
source: Diver Blue Leather Loop
de: Lederarmband mit Schlaufe Taucherblau

# BAND_LEATHER_PEACOCK
source: Peacock Leather Loop
de: Lederarmband mit Schlaufe Pfauenblau

# BAND_LEATHER_MEYER_LEMON
source: Meyer Lemon Leather Loop
de: Lederarmband mit Schlaufe Sonnengelb

# BAND_LEATHER_SADDLE_BROWN
source: Saddle Brown Leather Loop
de: Lederarmband mit Schlaufe Sattelbraun

# BAND_LEATHER_BLACK
source: Black Leather Loop
de: Lederarmband mit Schlaufe Schwarz

# BAND_MILANESE
source: Silver Milanese Loop
de: Milanaise Armband

# BAND_MILANESE_YELLOW_GOLD
source: Gold Milanese Loop
de: Milanaise Armband Gold

# BAND_MILANESE_GRAPHITE
source: Graphite Milanese Loop
de: Milanaise Armband Graphit

# BAND_MILANESE_SPACE_BLACK
source: Space Black Milanese Loop
de: Milanaise Armband Space Schwarz

# BAND_BRACELET
source: Silver Link Bracelet
de: Gliederarmband

# BAND_BRACELET_SPACE_BLACK
source: Space Black Link Bracelet
de: Gliederarmband Space Schwarz

# BAND_NIKE_SPORT_PRIDE
source: Pride Edition Nike Sport Band
de: Nike Sportarmband Pride Edition

# BAND_NIKE_SPORT_BLACK_LIME_BLAST
source: Black/Lime Blast Nike Sport Band
de: Nike Sportarmband Schwarz/Lime Blast

# BAND_NIKE_SPORT_TURQUOISE_GREEN
source: Midnight Turquoise/Aurora Green Nike Sport Band
de: Nike Sportarmband Midnight Turquiose/Aurora Green

# BAND_NIKE_SPORT_DESERT_SAND_BLACK
source: Desert Sand/Black Nike Sport Band
de: Nike Sportarmband Desert Sand/Schwarz

# BAND_NIKE_SPORT_BLACK_PINK_BLAST
source: Black/Pink Blast Nike Sport Band
de: Nike Sportarmband Schwarz/Pink Blast

# BAND_NIKE_SPORT_ROYAL_PULSE_BLACK
source: Royal Pulse/Black Nike Sport Band
de: Nike Sportarmband Royal Pulse/Schwarz

# BAND_NIKE_SPORT_SPRUCE_GREEN
source: Spruce Aura/Vapor Green Nike Sport Band
de: Nike Sportarmband Spruce Aura/Vapor Green

# BAND_NIKE_SPORT_BLACK_MANGO
source: Blue Black/Bright Mango Nike Sport Band
de: Nike Sportarmband Blue Black/Bright Mango

# BAND_NIKE_SPORT_OBSIDIAN_BLACK
source: Obsidian Mist/Black Nike Sport Band
de: Nike Sportarmband Obsidian Mist/Schwarz

# BAND_NIKE_SPORT_PLATINUM_BLACK
source: Pure Platinum/Black Nike Sport Band
de: Nike Sportarmband Pure Platinum/Schwarz

# BAND_NIKE_SPORT_ANTHRACITE_BLACK
source: Anthracite/Black Nike Sport Band
de: Nike Sportarmband Anthrazit/Schwarz

# BAND_NIKE_SPORT_LOOP_INDIGO_LIME
source: World Indigo/Lime Blast Nike Sport Loop
de: Nike Sport Loop World Indigo/Lime Blast

# BAND_NIKE_SPORT_LOOP_CRIMSON_GREEN
source: Hyper Crimson/Neptune Green Nike Sport Loop
de: Nike Sport Loop Hyper Crimson/Neptune Green

# BAND_NIKE_SPORT_LOOP_DESERT_SAND_VOLT
source: Desert Sand/Volt Nike Sport Loop
de: Nike Sport Loop Desert Sand/Volt

# BAND_NIKE_SPORT_LOOP_PINK_BLAST_BERRY
source: Pink Blast/True Berry Nike Sport Loop
de: Nike Sport Loop Pink Blast/True Berry

# BAND_NIKE_SPORT_LOOP_ROYAL_PULSE_LAVA
source: Royal Pulse/Lava Glow Nike Sport Loop
de: Nike Sport Loop Royal Pulse/Lava Glow

# BAND_NIKE_SPORT_LOOP_SPRUCE_GREEN
source: Spruce Aura Nike Sport Loop
de: Nike Sport Loop Spruce Aura

# BAND_NIKE_SPORT_LOOP_PURPLE
source: Purple Pulse Nike Sport Loop
de: Nike Sport Loop Purple Pulse

# BAND_NIKE_SPORT_LOOP_OBSIDIAN
source: Obsidian Mist Nike Sport Loop
de: Nike Sport Loop Obsidian Mist

# BAND_NIKE_SPORT_LOOP_SUMMIT_WHITE
source: Summit White Nike Sport Loop
de: Nike Sport Loop Summit White

# BAND_NIKE_SPORT_LOOP_BLACK
source: Black Nike Sport Loop
de: Nike Sport Loop Schwarz

# BAND_HERMES_SINGLE_NOIR_BLANC_GOLD
source: Noir/Blanc/Gold Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Noir/Blanc/Gold

# BAND_HERMES_SINGLE_BAMBOU
source: Bambou Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Bambou

# BAND_HERMES_SINGLE_JAUNE_AMBRE
source: Jaune Ambre Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Jaune Ambre

# BAND_HERMES_SINGLE_NAVY
source: Navy Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Navy

# BAND_HERMES_SINGLE_ROUGE_PIMENT
source: Rouge Piment Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Rouge Piment

# BAND_HERMES_SINGLE_ANEMONE
source: Anémone Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Anémone

# BAND_HERMES_SINGLE_ORANGE
source: Orange Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Orange

# BAND_HERMES_SINGLE_NOIR
source: Noir Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Noir

# BAND_HERMES_SINGLE_BRIQUE_BETON
source: Brique/Béton Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Brique/Béton

# BAND_HERMES_SINGLE_ENCRE_BETON
source: Encre/Béton Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Encre/Béton

# BAND_HERMES_SINGLE_ETAIN_BETON
source: Étain/Béton Swift Leather Single Tour
de: Single Tour Swift-Lederarmband Étain/Béton

# BAND_HERMES_SINGLE_FEU_EPSOM
source: Feu Epsom Leather Single Tour
de: Single Tour Epsom-Lederarmband Feu

# BAND_HERMES_SINGLE_FAUVE_BARENIA
source: Fauve Barénia Leather Single Tour
de: Single Tour Barénia-Lederarmband Fauve

# BAND_HERMES_SINGLE_NOIR_BUCKLE
source: Noir Swift Leather Single Tour Deployment Buckle
de: Single Tour Swift-Lederarmband mit Faltschließe Noir

# BAND_HERMES_SINGLE_EBENE_BARENIA_BUCKLE
source: Ébène Barénia Leather Single Tour Deployment Buckle
de: Single Tour Barénia-Lederarmband mit Faltschließe Ébène

# BAND_HERMES_SINGLE_FAUVE_BARENIA_BUCKLE
source: Fauve Barénia Leather Single Tour Deployment Buckle
de: Single Tour Barénia-Lederarmband mit Faltschließe Fauve

# BAND_HERMES_SINGLE_FAUVE_ATTELAGE
source: Fauve Barénia Leather Attelage Single Tour
de: Attelage Single Tour Barénia-Lederarmband Fauve

# BAND_HERMES_DOUBLE_ALLOVER_NOIR
source: Noir Swift Leather Double Tour Allover Print
de: Double Tour Allover Print Swift-Lederarmband Noir

# BAND_HERMES_DOUBLE_ALLOVER_BLANC
source: Blanc Swift Leather Double Tour Allover Print
de: Double Tour Allover Print Swift-Lederarmband Blanc

# BAND_HERMES_DOUBLE_NOIR
source: Noir Swift Leather Double Tour
de: Double Tour Swift-Lederarmband Noir

# BAND_HERMES_DOUBLE_BRIQUE_BETON
source: Brique/Béton Swift Leather Double Tour
de: Double Tour Swift-Lederarmband Brique/Béton

# BAND_HERMES_DOUBLE_ENCRE_BETON
source: Encre/Béton Swift Leather Double Tour
de: Double Tour Swift-Lederarmband Encre/Béton

# BAND_HERMES_DOUBLE_ETAIN_BETON
source: Étain/Béton Swift Leather Double Tour
de: Double Tour Swift-Lederarmband Étain/Béton

# BAND_HERMES_DOUBLE_FAUVE_ATTELAGE
source: Fauve Barénia Leather Attelage Double Tour
de: Attelage Double Tour Barénia-Lederarmband Fauve
