Repository: SniperGER/LockWatch2
Catalog: LockWatch2Preferences/Resources/*.lproj/Root.strings
Languages: de

source: General
de: Allgemein

# GENERAL_ENABLED
source: Enabled
de: Aktiviert

source: Device Settings
de: Geräteeinstellungen

# USE_EMULATED_DEVICE
source: Use Emulated Apple Watch
de: Apple Watch simulieren

# EMULATED_DEVICE
source: Apple Watch Model
de: Apple Watch-Modell

# CASE_AND_BAND
source: Case & Band
de: Gehäuse & Armband

source: Show Case
de: Gehäuse anzeigen

source: Show Band
de: Armband anzeigen

# CONFIGURE_CASE_AND_BAND
source: Configure Case & Band
de: Gehäuse & Armband konfigurieren

# RESET_LIBRARY_TITLE
source: Reset Watch Faces
de: Zifferblätter zurücksetzen

# RESET_LIBRARY_PROMPT
source: This will reset your watch face library to system defaults. Any customization to your watch faces will be lost. Are you sure you want to reset your watch face library?
de: Hiermit werden die Zifferblätter auf Werkseinstellungen zurückgesetzt. Jegliche Änderungen an deinen Zifferblättern gehen verloren. Bist du sicher, dass du deine Zifferblätter zurücksetzen möchtest?

# RESET_LIBRARY_CONFIRM
source: Reset
de: Zurücksetzen

# RESET_LIBRARY_FOOTER
source: When selecting a different emulated Apple Watch model, it is recommended to reset your watch face library. Some watch faces, customizations or complications may not be available for certain models.
de: Es wird empfohlen, die Zifferblätter bei Auswahl eines anderen simulierten Apple Watch-Modells zurückzusetzen. Einige Zifferblätter, Anpassungen oder Komplikationen sind für bestimmte Modelle möglicherweise nicht verfügbar.

# ADVANCED_SETTINGS
source: Advanced
de: Erweitert

# RESTART_SPRINGBOARD_TITLE
source: Restart SpringBoard
de: SpringBoard neu starten

# RESTART_SPRINGBOARD_PROMPT
source: Restarting SpringBoard will apply all changed settings.
de: Hiermit werden alle Änderungen gespeichert und das SpringBoard neu gestartet.

# RESTART_SPRINGBOARD_CONFIRM
source: Restart SpringBoard
de: SpringBoard neu starten

# RESTART_SPRINGBOARD_CANCEL
source: Cancel
de: Abbrechen

# BUTTON_WHATS_NEW
source: What's New
de: Neuigkeiten

# BUTTON_REPORT_ISSUE
source: Report Issue
de: Problem melden

# BUTTON_MAKE_DONATION
source: Donate
de: Spenden
