Repository: SniperGER/LockWatch2
Catalog: layout/Library/Application Support/LockWatch2/*.lproj/Localizable.strings
Languages: de

# GENERIC_CANCEL
source: Cancel
de: Abbrechen

# GENERIC_ERROR
source: Error
de: Fehler

# NO_DEVICE_TITLE
source: LockWatch - No device found
de: LockWatch 2 - Kein Gerät gefunden

# NO_DEVICE_MESSAGE
source: LockWatch could not find any physical or emulated Apple Watch. Without an Apple Watch, LockWatch does not work. Either pair an Apple Watch to your device or select an emulated device from LockWatch's preferences.
de: LockWatch 2 konnte keine gekoppelte oder simulierte Apple Watch finden. Ohne Apple Watch funktioniert LockWatch 2 nicht. Koppele eine Apple Watch mit diesem Gerät oder wähle eine simulierte Apple Watch in den Einstellungen.

# LIBRARY_WATCH_FACES
source: Watch Faces
de: Zifferblätter

# LIBRARY_MY_WATCH
source: My Watch
de: Meine Uhr

# LIBRARY_APPLE_FACES_HEADER
source: Apple Watch
de: Apple Watch-Zifferblätter

# LIBRARY_EXTERNAL_FACES_HEADER
source: Third-party Faces
de: Drittanbieter-Zifferblätter

# LIBRARY_EXTERNAL_FACES_FOOTER
source: There currently aren't any installed third-party watch faces.
de: Es sind derzeit keine Zifferblätter von Drittanbietern installiert.

# WHATS_NEW_TITLE
source: LockWatch 2 - What's New
de: LockWatch 2 - Neuigkeiten

# WHATS_NEW_DONE
source: Done
de: Fertig

source: Sync to Lock Screen
de: Sperrbildschirm synchronisieren

# SYNC_TO_LOCK_SCREEN_PROMPT
source: This will replace the watch faces on your lock screen with the faces on your Apple Watch. Any customization to existing faces will be lost. Some watch faces, customizations or complications may not be available for certain models. Are you sure you want to continue?
de: Hiermit werden die Zifferblätter auf dem Sperrbildschirm mit denen auf deiner Apple Watch ersetzt. Jegliche Änderungen an den bisherigen Zifferblättern gehen dabei verloren. Einige Zifferblätter, Anpassungen oder Komplikationen sind für bestimmte Modelle möglicherweise nicht verfügbar. Bist du sicher, dass du fortfahren möchtest?

# ADD_TO_PROMPT
source: Choose a location to add this watch face to.
de: Wähle einen Ort, zu dem du das Zifferblatt hinzufügen möchtest.

# ADD_TO_LOCK_SCREEN
source: Lock Screen
de: Sperrbildschirm

# IMPORT_WATCH_FACE
source: Add watch face
de: Zifferblatt hinzufügen

# ERROR_MISSING_FACE_TITLE
source: Additional watch face package required
de: Zusätliches Zifferblatt-Paket benötigt

# ERROR_MISSING_FACE_MESSAGE
source: This watch face requires an additional watch face package. Would you like to install it?
de: Dieses Zifferblatt benötigt ein zusätzliches Zifferblatt-Paket, bevor es hinzugefügt werden kann. Möchtest du es installieren?

# ERROR_MISSING_FACE_INSTALL
source: Install
de: Installieren

# ERROR_INCOMPATIBLE_FACE_TITLE
source: Incompatible watch face
de: Ziffernblatt imkompatibel

# ERROR_INCOMPATIBLE_FACE_MESSAGE
source: The watch face could not be imported because it's incompatible with the selected Apple Watch model.
de: Das Zifferblatt konnte nicht hinzugefügt werden, da es mit dem ausgewählten Apple Watch-Modell nicht kompatibel ist.
