Repository: SniperGER/LockWatch2
Catalog: LockWatch2OnBoarding/layout/Library/Application Support/LockWatch2OnBoarding/*.lproj/OnBoarding.strings
Languages: de

# ONBOARDING_COMMON_CONTINUE
source: Continue
de: Fortfahren

# ONBOARDING_COMMON_SKIP
source: Skip
de: Überspringen

# ONBOARDING_COMMON_CONFIGURE_LATER
source: Configure later
de: Später konfigurieren

# ONBOARDING_GET_STARTED
source: Tap to finish
de: Los geht's

# ONBOARDING_NOTIFICATION_TITLE
source: Welcome to LockWatch 2
de: Willkommen bei LockWatch 2

# ONBOARDING_NOTIFICATION_MESSAGE
source: Complete the setup to personalize LockWatch 2 to your liking.
de: Schließe das Setup ab, um LockWatch 2 nach deinen Wünschen anzupassen.

# ONBOARDING_UPGRADE_NOTIFICATION_TITLE
source: Update completed
de: Update abgeschlossen

# ONBOARDING_UPGRADE_NOTIFICATION_MESSAGE
source: LockWatch 2 has been updated. Would you like to see what's new?
de: LockWatch 2 wurde aktualisiert. Möchtest du sehen, was es Neues gibt?

# ONBOARDING_WELCOME_TITLE
source: Welcome to LockWatch 2
de: Willkommen bei LockWatch 2

# ONBOARDING_WELCOME_DETAIL
source: Thank you for installing LockWatch 2! In just a few simple steps you can customize LockWatch 2 to match your personality.
de: Danke, dass du LockWatch 2 installiert hast! In nur wenigen Schritten kannst du LockWatch 2 so anpassen, dass es deinen Wünschen entspricht.

# ONBOARDING_WELCOME_BULLET_1_TITLE
source: Sync watch faces
de: Zifferblätter synchronisieren

# ONBOARDING_WELCOME_BULLET_1_DESCRIPTION
source: Use your paired Apple Watch to use your own watch faces on the lock screen.
de: Nutze deine gekoppelte Apple Watch, um deine eigenen Zifferblätter auf dem Sperrbildschirm zu nutzen.

# ONBOARDING_WELCOME_BULLET_2_TITLE
source: Emulate a different model
de: Ein anderes Modell simulieren

# ONBOARDING_WELCOME_BULLET_2_DESCRIPTION
source: Choose between various Apple Watch models and sizes to customize LockWatch 2 to your liking.
de: Wähle zwischen verschiedenen Apple Watch-Modellen und Größen, um LockWatch 2 nach deinen Wünschen anzupassen.

# ONBOARDING_WELCOME_BULLET_3_TITLE
source: Free & Open Source. As it should be.
de: Kostenlos & Open Source. So, wie es sein sollte.

# ONBOARDING_WELCOME_BULLET_3_DESCRIPTION
source: Have a look at the source code on GitHub. Or donate a little amount to support Team FESTIVAL.
de: Sieh dir den Quellcode auf GitHub an. Oder spende etwas, um die Arbeit von Team FESTIVAL zu unterstützen.

# ONBOARDING_DEVICE_TITLE
source: Do you own an Apple Watch?
de: Hast du eine Apple Watch?

# ONBOARDING_DEVICE_DETAIL
source: Use your existing Apple Watch for LockWatch 2 and add your watch faces to the lock screen.
de: Nutze deine Apple Watch für LockWatch 2 und füge deine Zifferblätter auf dem Sperrbildschirm hinzu.

# ONBOARDING_DEVICE_PHYSICAL
source: Use "%@"
de: „%@” benutzen

# ONBOARDING_DEVICE_PHYSICAL_NOT_AVAILABLE
source: No Apple Watch available
de: Keine Apple Watch verfügbar

# ONBOARDING_DEVICE_EMULATED
source: I don't own an Apple Watch
de: Ich habe keine Apple Watch

# ONBOARDING_DEVICE_FOOTER
source: You own an Apple Watch, but you want a different model to be displayed? Choose "I don't own an Apple Watch" to emulate a different device. Your watch faces can be synced later via the "Watch" app.
de: Du hast eine Apple Watch, aber du möchtest, dass ein anderes Modell dargestellt wird? Wähle „Ich habe keine Apple Watch“, um ein anderes Modell zu simulieren. Deine Zifferblätter können später über die App „Watch“ mit dem Sperrbildschirm synchronisiert werden.

# ONBOARDING_EMULATED_TYPE_TITLE
source: Choose Apple Watch model
de: Apple Watch-Modell auswählen

# ONBOARDING_EMULATED_TYPE_DETAIL
source: Choose an Apple Watch model to be emulated. The emulated model can be changed anytime via Settings.
de: Wähle ein Apple Watch-Modell aus, das simuliert werden soll. Das Modell kann jederzeit in den Einstellungen geändert werden.

# ONBOARDING_EMULATED_SIZE_TITLE
source: Choose case size
de: Gehäusegröße auswählen

# ONBOARDING_EMULATED_SIZE_DETAIL
source: Choose a case size to be emulated. The emulated size can be changed anytime via Settings
de: Wähle eine Gehäusegröße aus, die simuliert werden soll. Die Größe kann jederzeit in den Einstellungen geändert werden.

# ONBOARDING_SYNC_TITLE
source: Sync your watch faces
de: Zifferblätter synchronisieren

# ONBOARDING_SYNC_DETAIL
source: Use your personalized watch faces on your lock screen. Watch faces on your lock screen can be synced at any time using the "Watch" app. The watch faces on your Apple Watch won't be affected.
de: Nutze die Zifferblätter, die du bereits auf deiner Apple Watch konfiguriert hast, auf deinem Sperrbildschirm. Die Zifferblätter auf dem Sperrbildschirm können jederzeit über die App „Watch“ mit deiner Apple Watch synchronisiert werden. Die Zifferblätter auf deiner Uhr sind davon nicht betroffen.

# ONBOARDING_SYNC_CONFIGURE
source: Sync watch faces
de: Synchronisieren

# ONBOARDING_SWITCHER_TITLE
source: Switch watch faces
de: Zifferblätter wechseln

# ONBOARDING_SWITCHER_DETAIL
source: Tap and hold the current watch face to switch between different faces. Tap again on a watch face to select it. On devices with 3D Touch, you can press firmly on the watch face. If you have an iPad, you can even your your Apple Pencil.
de: Tippe und halte das aktuelle Zifferblatt, um zwischen verschiedenen Zifferblättern zu wechseln. Tippe erneut auf ein Zifferblatt, um es auszuwählen. Auf Geräten mit 3D Touch kannst du fest auf das Zifferblatt drücken. Hast du ein iPad, kannst du sogar deinen Apple Pencil benutzen.

# ONBOARDING_LIBRARY_TITLE
source: Add, move, delete
de: Hinzufügen, verschieben, löschen

# ONBOARDING_LIBRARY_DETAIL
source: Tap on [+] to add a watch face from the library. Existing faces can be moved using "My Watch". To delete a watch face, swipe up and press "Delete".
de: Tippe auf [+], um aus verschiedenen Zifferblättern ein neues hinzuzufügen. Über „Meine Uhr” kannst du Zifferblätter beliebig verschieben. Um ein Zifferblatt zu löschen, wische nach oben und tippe auf „Löschen”.

# ONBOARDING_CUSTOMIZE_TITLE
source: Customize watch faces
de: Zifferblätter anpassen

# ONBOARDING_CUSTOMIZE_DETAIL
source: To customize a watch face, tap on "Customize". Here you can select a color and change its appearance, or choose complications.
de: Um ein Zifferblatt anzupassen, tippe auf „Anpassen”. Hier kannst du Farbe und Aussehen deines Zifferblatts anpassen, sowie Komplikationen auswählen.

# ONBOARDING_RESTART_SPRINGBOARD_TITLE
source: Restart SpringBoard?
de: SpringBoard neu starten?

# ONBOARDING_RESTART_SPRINGBOARD_MESSAGE
source: SpringBoard has to be restarted in order to apply settings. Would you like to restart SpringBoard now?
de: SpringBoard muss neu gestartet werden, damit die Änderungen übernommen werden können. Möchtest du SpringBoard jetzt neu starten?
